Repository: gitGNU/gnu_hello
Catalog: po/*.po
Languages: eu, lv, nn

source: %s: extra operand: %s
lv: %s: papildus operands: %s

source: Try `%s --help' for more information.
eu: Saiatu `%s --help' -rekin informazio gehiagorako.
lv: Mēģiniet "%s --help" tālākai informācijai.
nn: Prøv «%s --help» for meir informasjon.

source: hello, world
eu: kaixo, mundu
lv: sveika, pasaule
nn: hei, verda

source: +---------------+ | Hello, world! | +---------------+
eu: +---------------+ | Kaixo, mundu! | +---------------+
lv: +----------------------+ | Sveika, pasaule! | +----------------------+
nn: +---------------+ | Hei, verda! | +---------------+

source: Hello, world!
eu: Kaixo, mundu!
lv: Sveika, pasaule!
nn: Hei, verda!

source: Usage: %s [OPTION]...
lv: Lietošana: %s [IZVĒLES]...

source: Print a friendly, customizable greeting.
lv: Printerim draudzīgs, pielāgojams sveiciens.

source: -h, --help display this help and exit -v, --version display version information and exit
eu: -h, --help laguntza hau erakutsi eta irten egiten da -v, --version bertsioari buruzko informazioa erakutsi eta irten egiten da
lv: -h, --help attēlo šo palīdzības ziņu un iziet -v, --version attēlo versijas informāciju un iziet
nn: -h, --help vis denne hjelpeteksten og avslutt -v, --version vis programversjon og avslutt

source: -t, --traditional use traditional greeting format -n, --next-generation use next-generation greeting format -g, --greeting=TEXT use TEXT as the greeting message
lv: -t, --traditional izmantot tradicionālo sveikšanas formātut -n, --next-generation izmantot nākamās paaudzēs sveikšanas formātu -g, --greeting=TEKST izmantot TEKSTU, kā sveiciena ziņojumu

source: Report bugs to: %s
lv: Ziņojiet kļūdas uz: %s.

source: Report %s bugs to: %s
lv: Ziņojiet %s kļūdas uz: %s.

source: %s home page: <%s>
lv: %s mājas lapa: <%s>

source: %s home page: <http://www.gnu.org/software/%s/>
lv: %s mājas lapa: <http://www.gnu.org/software/%s/>

source: General help using GNU software: <http://www.gnu.org/gethelp/>
lv: Vispārējā palīdzība lietotojot GNU programmatūru: <http://www.gnu.org/gethelp/>

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
lv: Autortiesības (C) %s Brīvās Programmatūras Fondam, Inc. Licence GPLv3+: GNU GPL versija 3 vai vēlāks <http://gnu.org/licenses/gpl.html> Šī ir brīva programmatūra: jūs varat brīvi mainīt un izplatīt to. BEZ JEBKĀDĀM GARANTIJĀM, līdz likumā noteiktajam apjomam.

source: Unknown system error
lv: Nezināma sistēmas kļūda

source: %s: option '%s' is ambiguous
lv: %s: iespēja "%s" nav viennozīmīga

source: %s: option '--%s' doesn't allow an argument
lv: %s: iespēja "--%s" nepieļauj argumentu

source: %s: option '%c%s' doesn't allow an argument
lv: %s: iespēja "%c%s" nepieļauj argumentu

source: %s: unrecognized option '--%s'
lv: %s: nezināma iespēja "--%s"

source: %s: unrecognized option '%c%s'
lv: %s: neatpazita iespēja "%c%s"

source: %s: invalid option -- '%c'
lv: %s: nederiga iespēja -- "%c"

source: %s: option requires an argument -- '%c'
lv: %s: iespējai nepieciešams arguments -- "%c"

source: %s: option '-W %s' is ambiguous
lv: %s: iespēja "-W %s" nav viennozīmīga

source: %s: option '-W %s' doesn't allow an argument
lv: %s: iespēja "-W %s" nepieļauj argumentu

source: write error
lv: rakstīšanas kļūda

source: memory exhausted
lv: atmiņa izsmelta

source: %s: option `%s' is ambiguous
eu: %s: `%s' aukera anbiguoa da
nn: %s: flagget «%s» er fleirtydig

source: %s: option `--%s' doesn't allow an argument
eu: %s: `--%s' aukerak ez du argudiorik onartzen
nn: %s: flagget «--%s» tek ikkje argument

source: %s: option `%c%s' doesn't allow an argument
eu: %s: `%c%s' aukerak ez du argudiorik onartzen
nn: %s: flagget «%c%s» tek ikkje noko argument

source: %s: option `%s' requires an argument
eu: %s: `%s' aukerak argudio bat behar du
nn: %s: flagget «%s» treng eit argument

source: %s: unrecognized option `--%s'
eu: %s: aukera ezezaguna `--%s'
nn: %s: ukjent flagg «--%s»

source: %s: unrecognized option `%c%s'
eu: %s: aukera ezezaguna `%c%s'
nn: %s: ukjent flagg «%c%s»

source: %s: illegal option -- %c
eu: %s: legez kanpoko aukera -- %c
nn: %s: ulovleg flagg -- %c

source: %s: invalid option -- %c
eu: %s: legez kanpoko aukera -- %c
nn: %s: ulovleg flagg -- %c

source: %s: option requires an argument -- %c
eu: %s: aukerak argudio bat behar du -- %c
nn: %s: flagget treng eit argument -- %c

source: %s: option `-W %s' is ambiguous
eu: %s: `-W %s' aukera anbiguoa da
nn: %s: flagget «-W %s» er fleirtydig

source: %s: option `-W %s' doesn't allow an argument
eu: %s: `-W %s' aukerak ez du argudiorik onartzen
nn: %s: flagget «-W %s» tek ikkje noko argument

source: Too many arguments
eu: Argumentu gehiegi
nn: For mange argument

source: GNU hello, THE greeting printing program.
nn: GNU hello, det BESTE programmet til å skriva helsingar.

source: Usage: %s [OPTION]
nn: Bruk: %s [FLAGG]

source: -t, --traditional use traditional greeting format -n, --next-generation use next-generation greeting format -m, --mail print your mail
nn: -t, --traditional bruk tradisjonelt format på helsinga -n, --next-generation bruk nestegenerasjonsformat på helsinga -m, --mail vis fram eposten din

source: Report bugs to <%s>.
eu: Bug-ak <%s>ra bidali.
nn: Rapporter programfeil til <%s>. Feil i den norske teksten kan meldast til <i18n-nn@lister.ping.uio.no>.

source: Copyright (C) %s Free Software Foundation, Inc. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. You may redistribute copies of GNU %s under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
nn: (Fylgjande tekst er ei omsetjing som *kun* vert gitt på informativ basis. For alle juridiske tolkingar gjeld den engelske originalteksten.) Copyright (C) %s Free Software Foundation, Inc. Der er INGA FORM FOR garanti; ikkje eingong for at produktet er eigna for SAL eller BRUK TIL NOKO FORMÅL. Du kan redistribuere kopiar av GNU %s under vilkåra i GNU General Public License. For meir informasjon om dette, sjå fila med namnet COPYING.

source: %s: Incompatible flags: -m and -t
nn: %s: Flagga -m og -t kan ikkje kombinerast.

source: %s: Who are you?
nn: %s: Kven er du?

source: %s: Cannot find your mail spool file.
nn: %s: Kan ikkje finne epost-fila di.

source: Nothing happens here.
nn: Her skjer ingen ting.

source: %s: Virtual memory exhausted
nn: %s: Virtuelt minne oppbrukt
